/* Text for close button */
"Close" = "Kapat";

/* Text for button to scan a credit card */
"Scan Card" = "Kartı Tara";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "Kartı tara";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "Girdiğiniz IBAN geçersiz.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Kartınızla işlem yapılırken bir hata oluştu -- birazdan tekrar deneyin";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Beklenmedik bir hata oluştu -- birazdan tekrar deneyin";

/* Button to reload web view if we were unable to connect. */
"Try again" = "Tekrar dene";

/* Error when the card has already expired */
"Your card has expired" = "Kartınızın kullanım süresi dolmuş";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Kartınız reddedildi";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Kartınızın son kullanma ayı geçersiz";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Kartınızın son kullanma yılı geçersiz";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Kart numaranız geçersiz";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Kartınızın güvenlik kodu geçersiz";

/* Error when customer's name is invalid */
"Your name is invalid." = "Adınız geçersiz.";

